Repository: in2code-de/powermail_cleaner
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tabs.powermailCleaner
source: Data protection / Clean-up
de: Datenschutz / Löschen

# deletionBehavior
source: Clean-up of form data
de: Löschen von Formulardaten

# deletionBehavior.0
source: Please select
de: Bitte auswählen

# deletionBehavior.dbDisable
source: Data is not stored in database
de: Daten werden nicht in Datenbank gespeichert

# deletionBehavior.deletionPeriod
source: Data will be cleaned after the specified deletion period
de: Daten werden nach angegebener Löschfrist gelöscht

# deletionBehavior.deletionDate
source: Data will be cleaned after specified date
de: Daten werden nach angegebenem Datum gelöscht

# deletionPeriod
source: Clean-up period (in days)
de: Löschfrist (in Tagen)

# deletionDate
source: Clean-up after the specified date
de: Löschen nach dem angegebenen Datum

# deletionContact
source: Contact for objection and deletion option
de: Kontakt für Widerspruchs- und Beseitigungsmöglichkeit

# deletionDetails
source: Amendments to the Data Protection Policy
de: Ergänzungen zur Datenschutzerklärung

# hintTransl.Orig
source: Setting is taken from standard language
de: Einstellung wird aus Standardsprache übernommen

# informReceiversBeforeDeletion.yes
source: Yes
de: Ja

# informReceiversBeforeDeletion.no
source: No
de: Nein

# informReceiversBeforeDeletion.label
source: Inform receivers before deletion
de: Sollen die Empfänger vorab über die Löschung informiert werden?

# informReceiversBeforeDeletionPeriod.label
source: When shall receivers be informed? (Period in days before deletion)
de: Wann sollen die Empfänger informiert werden (Zeitraum in Tage vor der Löschung)

# pluginInfo.deletion
source: Deletion behaviour
de: Löschen von Daten

# pluginInfo.deletionBehavior.dbDisable
source: Data is not stored in database
de: Daten werden nicht in Datenbank gespeichert

# pluginInfo.deletionBehavior_long.dbDisable
source: The data you submitted to this form will not be stored in the database.
de: Ihre Eingaben in diesem Formular werden nicht in unserer Datenbank gespeichert.

# pluginInfo.deletionBehavior.deletionPeriod
source: Data is deleted after %d days
de: Daten werden nach %d Tagen gelöscht

# pluginInfo.deletionBehavior_long.deletionPeriod
source: The data you submitted to this form will be deleted after a period of %d days.
de: Ihre Eingaben in diesem Formular werden nach %d Tagen gelöscht.

# pluginInfo.deletionBehavior.wrongConfiguration
source: Wrong configuration. Please check plugin settings
de: Ungültige Konfiguration. Bitte Einstellungen prüfen.

# pluginInfo.deletionBehavior.deletionDate
source: Data will be deleted on %s
de: Daten werden am %s gelöscht

# pluginInfo.deletionBehavior_long.deletionDate
source: The data you submitted to this form will be deleted on %s.
de: Ihre Eingaben in diesem Formular werden am %s gelöscht.

# pluginInfo.informReceiversBeforeDeletion.label
source: Notificaton of receivers
de: Information an E-Mail-Empfänger

# pluginInfo.informReceiversBeforeDeletion.yes
source: Yes
de: Ja

# pluginInfo.informReceiversBeforeDeletion.no
source: No
de: Nein

# pluginInfo.informReceiversBeforeDeletion.period
source: Receivers will be informed %s days prior to deletion
de: Empfänger werden %s Tage vor der Löschung benachrichtigt

# pluginInfo.optinVsDbDelete.title
source: Configuration error
de: Konfigurationsfehler

# pluginInfo.optinVsDbDelete.message
source: It is not possible to use "Do not store in database" together with OptIn.
de: Es ist nicht möglich "Nicht in der Datenbank speichern" zusammen mit OptIn zu benutzen.

# mail.related-plugin
source: Related plugin
de: Plugin

# mail.deletionDate
source: Stored deletion date
de: Gespeichertes Löschdatum

# module.cleanup.done
source: Cleanup finished
de: Aufräumen beendet

# module.cleanup.statistics
source: Cleanup Statistics: %d mails, %d answers, %d files
de: Statistik: %d E-Mails, %d Antworten, %d Dateien

# module.cleanup.age
source: Age in seconds
de: Alter in Sekunden

# module.cleanup.ageExplanation
source: Examples: "5184000" equals 60 days, "31536000" equals 1 year
de: Beispiele: "5184000" entspricht 60 Tagen, "31536000" enspricht 1 Jahr

# module.cleanup.pid
source: Optional: Restrict the cleanup to a specific PID
de: Optional: Begrenze das Aufräumen auf eine bestimmte Seiten-ID

# module.cleanup.pidExplanation
source: If not set, all e-mails and answers in the whole TYPO3 instances will be cleaned up!
de: Falls der Wert nicht gesetzt ist, werden alle E-Mails und Antworten in der gesamten TYPO3-Instanz aufgeräumt.

# module.cleanup.submitButton
source: Cleanup!
de: Aufräumen!
